Repository: radutzan/Cromi
Catalog: Transantiago/*.lproj/Localizable.strings
Languages: es_419

source: to
es_419: a

# Location button
source: Current Location
es_419: Ubicación actual

# Bip button
source: Your Bip Card
es_419: Tu tarjeta Bip

# Search button
source: Search
es_419: Buscar

source: Add
es_419: Agregar

source: Done
es_419: Listo

source: Cancel
es_419: Cancelar

source: OK
es_419: Bueno

# Retry
source: Try Again
es_419: Intentar de nuevo

source: Edit
es_419: Editar

source: Save
es_419: Guardar

source: Delete
es_419: Borrar

# Add Card Title
source: Add a Bip Card
es_419: Agrega una tarjeta Bip

# Edit Card Title
source: Edit Card
es_419: Edita tu tarjeta

# Card Number Placeholder
source: Card Number
es_419: Número de tarjeta

# Card Name Placeholder
source: Card Name
es_419: Nombre de tarjeta

source: Student Card
es_419: TNE

# Bip Info Label Text
source: Your Bip card balance doesn't include money spent today. Use with caution.
es_419: ¡Ojo! El saldo de tu tarjeta Bip no considera ningún viaje hecho hoy.

# No Bip Name Alert Title
source: You Didn't Add a Name
es_419: No pusiste un nombre

# No Bip Name Alert Message
source: Your card needs a name to be saved.
es_419: Es necesario para guardar tu tarjeta.

# Invalid Bip Card Alert Title
source: Invalid Card Number
es_419: Número de tarjeta inválido

# Invalid Bip Card Alert Message
source: Check if you entered it correctly.
es_419: Revisa si lo ingresaste bien.

# Bip Validity Check Error Alert Title
source: Couldn't Check Card Number Validity
es_419: No se pudo revisar la validez de tu tarjeta

# Bip Validity Check Error Alert Message
source: There might be an issue with your internet connection. Try again later.
es_419: Quizá haya un problema con tu conexión a internet. Intenta de nuevo más tarde.

# Card Already Added Alert Title
source: Card Already Added
es_419: Ya agregaste esta tarjeta

# Card Already Added Alert Message
source: You can't add it again. If you'd like to edit it, slide it to the right on the list.
es_419: No puedes agregarla de nuevo. Si quieres editarla, deslízala hacia la izquierda en la lista.

# Hours Ago Format
source: %i hours ago
es_419: hace %i horas

# Search box placeholder
source: Place or address
es_419: Lugar o dirección

# Place not found
source: Couldn't find place or address
es_419: No se encontró la dirección o lugar

source: No Data
es_419: No hay información

source: Out Of Schedule
es_419: Fuera de horario

source: No Incoming Buses
es_419: No vienen buses

# Cerca
source: Near
es_419: Cerca

source: and
es_419: y

source: map
es_419: mapa

# service information
source: bus service information
es_419: información de recorrido

source: stop prediction
es_419: predicción de parada

source: service
es_419: servicio

source: services
es_419: servicios

# API Error title
source: The Transantiago web services are failing
es_419: Los servicios de Transantiago están fallando

# API Error message
source: If Transantiago doesn't run their web services, Cromi can't deliver your data. Ask Transantiago to let you keep using Cromi:
es_419: Si Transantiago no opera sus servicios web, Cromi no puede entregarte información. Pídele a Transantiago que te permita seguir usando Cromi:

source: Tweet @transantiago
es_419: Twittear a @transantiago

source: Email Transantiago
es_419: Enviar correo a Transantiago

# Follow Cromi
source: Follow @cromi_app
es_419: Sigue a @cromi_app

# Not in Santiago alert title
source: You're Not In Santiago
es_419: No estás en Santiago

# Not in Santiago alert message
source: Cromi only works in Santiago de Chile.
es_419: Cromi sólo funciona en Santiago de Chile.

# Not in Santiago alert confirmation
source: Fly Me There
es_419: Volemos allá

# Info Banner title
source: Trust The Stop Estimations
es_419: Créele al paradero

# Info Banner message
source: Bus positions on the map are at least 2 minutes old.
es_419: La posición de los buses en el mapa tiene al menos 2 minutos de retraso.

# Feature Spotlight alert title
source: New: Bip Card Balance
es_419: Tarjetas Bip Temporalmente Desactivadas

# Feature Spotlight alert message
source: You can now add your Bip cards and see their balance. Tap on the Bip button below.
es_419: Todas las fuentes de datos que usaba para tarjetas Bip fueron eliminadas. Mientras busco otras, las funcionalidades de tarjeta Bip están desactivadas.

# Feature Spotlight alert confirmation
source: Cool
es_419: Pucha
